Repository: Samyuktha0507/Renbo-OpenBuild
Catalog: lib/l10n/app_*.arb
Languages: es, hi, ta, te

# labelClear
source: Clear
es: Claro
hi: स्पष्ट
ta: தெளிவு
te: స్పష్టంగా

# labelNegative
source: Negative
es: Negativo
hi: नकारात्मक
ta: எதிர்மறை
te: ప్రతికూల

# labelPositive
source: Positive
es: Positivo
hi: सकारात्मक
ta: நேர்மறை
te: సానుకూల

# labelSoftEnergy
source: Soft Energy
es: Energía Suave
hi: कोमल ऊर्जा
ta: மென்மையான ஆற்றல்
te: మృదువైన శక్తి

# labelHighIntensity
source: High Intensity
es: Alta Intensidad
hi: उच्च तीव्रता
ta: அதிக தீவிரம்
te: అధిక తీవ్రత

# btnFeelHeard
source: I feel heard
es: Me siento escuchado
hi: मुझे सुना गया महसूस हो रहा है
ta: என் உணர்வு புரிந்துகொள்ளப்பட்டது
te: నా మాట విన్నట్టు అనిపిస్తోంది

# zenSpaceTitle
source: Zen Space
es: Espacio Zen
hi: ज़ेन स्पेस
ta: ஜென் ஸ்பேஸ்
te: జెన్ స్పేస్

# zenInstructions
source: Tap to ripple, Hold to glow
es: Toca para ondular, Mantén para brillar
hi: लहर के लिए टैप करें, चमक के लिए दबाए रखें
ta: தட்டவும் அல்லது அழுத்திப் பிடிக்கவும்
te: తాకండి, పట్టుకోండి

# zenQuiet
source: Quiet
es: Tranquilo
hi: शांत
ta: அமைதி
te: నిశ్శబ్దం

# zenSteady
source: Steady
es: Estable
hi: स्थिर
ta: சீராக
te: స్థిరం

# zenVibrant
source: Vibrant
es: Vibrante
hi: जीवंत
ta: துடிப்பான
te: చైతన్యం

# savedConversationsTitle
source: Saved Conversations
es: Conversaciones Guardadas
hi: सहेजी गई बातचीत
ta: சேமிக்கப்பட்ட உரையாடல்கள்
te: సేవ్ చేసిన సంభాషణలు

# noSavedThreads
source: No saved threads yet.
es: Aún no hay hilos guardados.
hi: अभी तक कोई बातचीत सहेजी नहीं गई।
ta: சேமிக்கப்பட்ட உரையாடல்கள் இல்லை.
te: ఇంకా సేవ్ చేసిన సంభాషణలు లేవు.

# defaultChatSession
source: Chat Session
es: Sesión de Chat
hi: चैट सत्र
ta: அரட்டை அமர்வு
te: చాట్ సెషన్

# deleteThreadTitle
source: Delete Thread?
es: ¿Eliminar Hilo?
hi: बातचीत हटाएं?
ta: நீக்கவா?
te: సంభాషణను తొలగించాలా?

# deleteThreadContent
source: This will permanently remove this conversation.
es: Esto eliminará permanentemente esta conversación.
hi: यह इस बातचीत को स्थायी रूप से हटा देगा।
ta: இது உரையாடலை நிரந்தரமாக அழிக்கும்.
te: ఇది ఈ సంభాషణను శాశ్వతంగా తొలగిస్తుంది.

source: Cancel
es: Cancelar
hi: रद्द करें
ta: ரத்து
te: రద్దు చేయి

source: Delete
es: Eliminar
hi: हटाएं
ta: நீக்கு
te: తొలగించు

source: {date} at {time}
es: {date} a las {time}
hi: {date} को {time} बजे
ta: {date}, நேரம் {time}
te: {date}, సమయం {time}

# sessionsTitle
source: Sessions
es: Sesiones
hi: सत्र
ta: அமர்வுகள்
te: సెషన్లు

source: Upcoming Session
es: Próxima Sesión
hi: आगामी सत्र
ta: வரவிருக்கும் அமர்வு
te: రాబోయే సెషన్

source: All Sessions
es: Todas las Sesiones
hi: सभी सत्र
ta: அனைத்து அமர்வுகள்
te: అన్ని సెషన్లు

source: Clinical Psychology
es: Psicología Clínica
hi: नैदानिक मनोविज्ञान
ta: மருத்துவ உளவியல்
te: క్లినికల్ సైకాలజీ

source: Counseling
es: Consejería
hi: परामर्श
ta: ஆலோசனை
te: కౌన్సిలింగ్

source: Reschedule
es: Reprogramar
hi: पुनर्निर्धारित
ta: மாற்றியமை
te: రీషెడ్యూల్

source: Join Now
es: Unirse Ahora
hi: अभी जुड़ें
ta: இணையவும்
te: ఇప్పుడే చేరండి

source: Re-book
es: Reservar de nuevo
hi: पुनः बुक करें
ta: மீண்டும் பதிவு செய்
te: మళ్లీ బుక్ చేయండి

# tapToMove
source: Tap the ball to move it.
es: Toca la bola para moverla.
hi: गेंद को हिलाने के लिए टैप करें।
ta: பந்தை நகர்த்த தட்டவும்.
te: బంతిని కదిలించడానికి నొక్కండి.

# relaxAndEnjoy
source: Just relax and enjoy.
es: Solo relájate y disfruta.
hi: बस आराम करें और आनंद लें।
ta: ஓய்வெடுத்து மகிழுங்கள்.
te: విశ్రాంతి తీసుకోండి మరియు ఆనందించండి.

# whiteNoiseTitle
source: White Noise Synthesizer
es: Sintetizador de Ruido Blanco
hi: व्हाइट नॉइज़ सिंथेसाइज़र
ta: வெள்ளை இரைச்சல் கருவி
te: వైట్ నాయిస్ సింథసైజర్

# mixFrequency
source: Mix your desired frequency:
es: Mezcla tu frecuencia deseada:
hi: अपनी वांछित आवृत्ति मिलाएं:
ta: விரும்பிய ஒலியை கலக்கவும்:
te: మీకు కావలసిన ఫ్రీక్వెన్సీని కలపండి:

source: Go Back
es: Volver
hi: वापस जाएं
ta: திரும்பிச் செல்
te: వెనుకకు వెళ్లు

# noiseWhite
source: WHITE Noise
es: Ruido BLANCO
hi: सफेद शोर
ta: வெள்ளை இரைச்சல்
te: వైట్ నాయిస్

# noisePink
source: PINK Noise
es: Ruido ROSA
hi: गुलाबी शोर
ta: பிங்க் இரைச்சல்
te: పింక్ నాయిస్

# noiseBrown
source: BROWN Noise
es: Ruido MARRÓN
hi: भूरा शोर
ta: பிரவுன் இரைச்சல்
te: బ్రౌన్ నాయిస్

# gratitudeTitle
source: Gratitude Bubbles
hi: आभार के बुलबुले
ta: நன்றி குமிழிகள்
te: కృతజ్ఞత బుడగలు

# addGratitude
source: Add a Gratitude
hi: आभार जोड़ें
ta: நன்றியைச் சேர்க்கவும்
te: కృతజ్ఞతను జోడించండి

# gratitudeHint
source: What are you grateful for today?
hi: आज आप किस बात के लिए आभारी हैं?
ta: இன்று எதற்காக நன்றியுடன் இருக்கிறீர்கள்?
te: ఈ రోజు మీరు దేనికి కృతజ్ఞతతో ఉన్నారు?

source: Add
hi: जोड़ें
ta: சேர்
te: జోడించు

# noGratitudes
source: No gratitudes yet. Add one to see it float!
hi: अभी तक कोई आभार नहीं। इसे तैरते हुए देखने के लिए एक जोड़ें!
ta: நன்றிகள் ஏதும் இல்லை. மிதப்பதைப் பார்க்க ஒன்றைச் சேர்க்கவும்!
te: కృతజ్ఞతలు ఏమీ లేవు. తేలియాడటం చూడటానికి ఒకదాన్ని జోడించండి!
