Repository: Samyuktha0507/Renbo-OpenBuild
Catalog: lib/l10n/app_*.arb
Languages: es, hi, ta, te

# appTitle
source: Renbo
hi: रेनबो
ta: ரென்போ
te: రెన్బో

source: Settings
es: Configuración
hi: सेटिंग्स
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

source: Select Language
es: Seleccionar Idioma
hi: भाषा चुनें
ta: மொழியைத் தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి

# helloUser
source: Hello, {userName}!
es: Hola, {userName}!
hi: नमस्ते, {userName}!
ta: வணக்கம், {userName}!
te: నమస్తే, {userName}!

# thoughtOfDay
source: Thought of the day
es: Pensamiento del día
hi: आज का सुविचार
ta: இன்றைய சிந்தனை
te: ఈroju ఆలోచన

source: Self-Care Check-in
es: Chequeo de Autocuidado
hi: आत्म-देखभाल चेक-इन
ta: சுய பாதுகாப்பு
te: స్వయం సంరక్షణ

source: Hydrate
es: Hidratarse
hi: हाइड्रेट
ta: நீர் அருந்துதல்
te: నీరు త్రాగండి

# hydrateDesc
source: Water is fuel for resilience. Even a small sip can help clear the fog.
es: El agua es combustible para la resiliencia. Incluso un pequeño sorbo ayuda.
hi: पानी लचीलेपन का ईंधन है। एक छोटा घूंट भी धुंध को साफ करने में मदद कर सकता है।
ta: தண்ணீர் உடலுக்கு முக்கியம். ஒரு சிறிய மிடறு கூட புத்துணர்ச்சி அளிக்கும்.
te: నీరు శరీరానికి ఇంధనం. చిన్న సిప్ కూడా మీకు శక్తినిస్తుంది.

source: Nourish
es: Nutrir
hi: पोषण
ta: ஊட்டச்சத்து
te: పోషణ

# nourishDesc
source: Your body needs energy to process big feelings. A gentle snack is self-love.
es: Tu cuerpo necesita energía. Un refrigerio suave es amor propio.
hi: आपकी भावनाओं को संसाधित करने के लिए शरीर को ऊर्जा की आवश्यकता है।
ta: உணர்வுகளைக் கையாள உடலுக்கு ஆற்றல் தேவை. சத்தான சிற்றுண்டி அவசியம்.
te: మీ భావోద్వేగాలను ఎదుర్కోవడానికి శరీరానికి శక్తి అవసరం.

source: Rest
es: Descansar
hi: आराम
ta: ஓய்வு
te: విశ్రాంతి

# restDesc
source: It is okay to hit the pause button. Recovery requires quiet moments.
es: Está bien pausar. La recuperación requiere momentos tranquilos.
hi: रुकना ठीक है। रिकवरी के लिए शांत पलों की आवश्यकता होती है।
ta: சற்று ஓய்வெடுப்பது தவறு இல்லை. மன அமைதிக்கு ஓய்வு அவசியம்.
te: ఆగడం తప్పు కాదు. కోలుకోవడానికి ప్రశాంతమైన క్షణాలు అవసరం.

source: Breathe
es: Respirar
hi: साँस
ta: சுவாசம்
te: శ్వాస

# breatheDesc
source: Take one deep breath, just for you. Let the air ground you.
es: Toma una respiración profunda, solo para ti. Deja que el aire te conecte.
hi: एक गहरी साँस लें, बस अपने लिए। हवा को आपको स्थिर करने दें।
ta: ஆழமாக ஒரு மூச்சு விடுங்கள். அது உங்களை அமைதிப்படுத்தும்.
te: ఒక లోతైన శ్వాస తీసుకోండి. అది మిమ్మల్ని స్థిరపరుస్తుంది.

source: Journal
es: Diario
hi: डायरी
ta: நாட்குறிப்பு
te: జర్నల్

# chatRen
source: Chat with Ren
es: Hablar con Ren
hi: रेन से बात करें
ta: ரென் உடன் பேசுங்கள்
te: రెన్‌తో మాట్లాడండి

source: Meditation
es: Meditación
hi: ध्यान
ta: தியானம்
te: ధ్యానం

source: Game
es: Juego
hi: खेल
ta: விளையாட்டு
te: గేమ్

source: Gratitude
es: Gratitud
hi: आभार
ta: நன்றி உணர்வு
te: కృతజ్ఞత

source: Vault
es: Bóveda
hi: वॉल्ट
ta: பாதுகாப்பு பெட்டகம்
te: వాల్ట్

source: Zen Space
es: Espacio Zen
hi: ज़ेन स्पेस
ta: ஜென் ஸ்பேஸ்
te: జెన్ స్పేస్

source: Mood Pulse
es: Pulso Emocional
hi: मूड पल्स
ta: மனநிலை துடிப்பு
te: మూడ్ పల్స్

source: Hotlines
es: Líneas de Ayuda
hi: हेल्पलाइन
ta: உதவி எண்கள்
te: హెల్ప్‌లైన్‌లు

source: Cloud Sync Complete
es: Sincronización completa
hi: क्लाउड सिंक पूरा हुआ
ta: கிளவுட் ஒத்திசைவு முடிந்தது
te: క్లౌడ్ సింక్ పూర్తయింది

# loadingThought
source: Loading a new thought...
es: Cargando pensamiento...
hi: नया विचार लोड हो रहा है...
ta: புதிய சிந்தனை வருகிறது...
te: కొత్త ఆలోచన లోడ్ అవుతోంది...

# defaultThought
source: The best way to predict the future is to create it.
es: La mejor forma de predecir el futuro es crearlo.
hi: भविष्य की भविष्यवाणी करने का सबसे अच्छा तरीका इसे बनाना है।
ta: எதிர்காலத்தை கணிக்க சிறந்த வழி அதை உருவாக்குவதே.
te: భవిష్యత్తును అంచనా వేయడానికి ఉత్తమ మార్గం దానిని సృష్టించడమే.

source: Breathing Guide
es: Guía de Respiración
hi: श्वास गाइड
ta: மூச்சுப் பயிற்சி
te: శ్వాస మార్గదర్శి

source: Breathe in
es: Inhala
hi: साँस लें
ta: மூச்சை இழுக்கவும்
te: గాలి పీల్చండి

source: Hold
es: Mantén
hi: रोकें
ta: பிடித்து வைக்கவும்
te: ఆపండి

source: Breathe out
es: Exhala
hi: साँस छोड़ें
ta: மூச்சை விடவும்
te: గాలి వదలండి

source: Start Breathing
es: Comenzar
hi: शुरू करें
ta: தொடங்கவும்
te: ప్రారంభించు

# pauseBreathing
source: Pause
es: Pausar
hi: रुकें
ta: நிறுத்தவும்
te: నిలిపివేయి

source: Journal Calendar
es: Calendario Diario
hi: डायरी कैलेंडर
ta: நாட்குறிப்பு நாட்காட்டி
te: జర్నల్ క్యాలెండర్

source: New Entry
es: Nueva Entrada
hi: नई प्रविष्टि
ta: புதிய பதிவு
te: కొత్త ఎంట్రీ

# todayIs
source: Today is {date}
es: Hoy es {date}
hi: आज {date} है
ta: இன்று {date}
te: ఈ రోజు {date}

# viewAllEntries
source: View All Journal Entries
es: Ver todas las entradas
hi: सभी प्रविष्टियां देखें
ta: அனைத்து பதிவுகளையும் காண்க
te: అన్ని ఎంట్రీలను చూడండి

source: How are you feeling?
es: ¿Cómo te sientes?
hi: आप कैसा महसूस कर रहे हैं?
ta: நீங்கள் எப்படி உணர்கிறீர்கள்?
te: మీరు ఎలా ఉన్నారు?

# moodHappy
source: Happy
es: Feliz
hi: खुश
ta: மகிழ்ச்சி
te: సంతోషం

# moodSad
source: Sad
es: Triste
hi: उदास
ta: சோகம்
te: విచారం

# moodAngry
source: Angry
es: Enojado
hi: गुस्सा
ta: கோபம்
te: కోపం

# moodConfused
source: Confused
es: Confundido
hi: उलझन में
ta: குழப்பம்
te: గందరగోళం

# moodExcited
source: Excited
es: Emocionado
hi: उत्साहित
ta: உற்சாகம்
te: ఉత్సాహం

# moodCalm
source: Calm
es: Tranquilo
hi: शांत
ta: அமைதி
te: ప్రశాంతం

# moodNeutral
source: Neutral
hi: तटस्थ
ta: நடுநிலை
te: తటస్థం

# vaultTitle
source: Emotional Vault
es: Bóveda Emocional
hi: इमोशनल वॉल्ट
ta: உணர்ச்சி பெட்டகம்
te: ఎమోషనల్ వాల్ట్

# tabUnlocked
source: Unlocked
es: Desbloqueado
hi: अनलॉक
ta: திறக்கப்பட்டது
te: అన్‌లాక్ చేయబడింది

# tabLocked
source: Locked
es: Bloqueado
hi: लॉक
ta: பூட்டப்பட்டது
te: లాక్ చేయబడింది

# vaultEmpty
source: Your vault is currently empty.
es: Tu bóveda está vacía actualmente.
hi: आपका वॉल्ट अभी खाली है।
ta: உங்கள் பெட்டகம் காலியாக உள்ளது.
te: మీ వాల్ట్ ప్రస్తుతం ఖాళీగా ఉంది.

source: Ready to open!
es: ¡Listo para abrir!
hi: खोलने के लिए तैयार!
ta: திறக்க தயாராக உள்ளது!
te: తెరవడానికి సిద్ధంగా ఉంది!

# unlocksInDays
source: Unlocks in {count}d
es: Desbloquea en {count}d
hi: {count} दिन में खुलेगा
ta: {count} நாட்களில் திறக்கும்
te: {count} రోజుల్లో అన్‌లాక్ అవుతుంది

# unlocksInHours
source: Unlocks in {count}h
es: Desbloquea en {count}h
hi: {count} घंटे में खुलेगा
ta: {count} மணிநேரத்தில் திறக்கும்
te: {count} గంటల్లో అన్‌లాక్ అవుతుంది

# unlocksInMinutes
source: Unlocks in {count}m
es: Desbloquea en {count}m
hi: {count} मिनट में खुलेगा
ta: {count} நிமிடங்களில் திறக்கும்
te: {count} నిమిషాల్లో అన్‌లాక్ అవుతుంది

# unlocksInSeconds
source: Unlocks in {count}s
es: Desbloquea en {count}s
hi: {count} सेकंड में खुलेगा
ta: {count} வினாடிகளில் திறக்கும்
te: {count} సెకన్లలో అన్‌లాక్ అవుతుంది

# patienceMessage
source: Patience! {time}
es: ¡Paciencia! {time}
hi: धैर्य रखें! {time}
ta: பொறுமை! {time}
te: ఓపిక! {time}

# messageFromPast
source: A Message from the Past
es: Un Mensaje del Pasado
hi: अतीत से एक संदेश
ta: கடந்த காலத்திலிருந்து ஒரு செய்தி
te: గతం నుండి ఒక సందేశం

# sealedOn
source: Sealed on {date}
es: Sellado el {date}
hi: सील किया गया: {date}
ta: மூடப்பட்டது: {date}
te: సీల్ చేయబడింది: {date}

source: Close
es: Cerrar
hi: बंद करें
ta: மூடு
te: మూసివేయి

# chatTitle
source: Renbot Chat
es: Chat con Renbot
hi: रेनबॉट चैट
ta: ரென்போட் அரட்டை
te: రెన్‌బాట్ చాట్

source: End Session?
es: ¿Terminar Sesión?
hi: सत्र समाप्त करें?
ta: அமர்வை முடிக்கவா?
te: సెషన్ ముగించాలా?

# saveThreadQuestion
source: Would you like to save this thread?
es: ¿Te gustaría guardar este hilo?
hi: क्या आप इस बातचीत को सहेजना चाहेंगे?
ta: இந்த உரையாடலை சேமிக்க விரும்புகிறீர்களா?
te: మీరు ఈ సంభాషణను సేవ్ చేయాలనుకుంటున్నారా?

source: Discard
es: Descartar
hi: हटाएं
ta: அழிக்கவும்
te: వదిలేయండి

source: Save Thread
es: Guardar Hilo
hi: सहेजें
ta: சேமிக்கவும்
te: సేవ్ చేయండి

# sessionDefaultTitle
source: Session: {date}
es: Sesión: {date}
hi: सत्र: {date}
ta: அமர்வு: {date}
te: సెషన్: {date}

# connectionError
source: I am having trouble connecting. 😞
es: Tengo problemas para conectarme. 😞
hi: कनेक्ट करने में समस्या हो रही है। 😞
ta: இணைப்பதில் சிக்கல் உள்ளது. 😞
te: కనెక్ట్ చేయడంలో సమస్య ఉంది. 😞

# youAreNotAlone
source: You’re Not Alone
es: No Estás Solo
hi: आप अकेले नहीं हैं
ta: நீங்கள் தனியாக இல்லை
te: మీరు ఒంటరి కాదు

# hotlineQuestion
source: Would you like to see help hotlines?
es: ¿Te gustaría ver líneas de ayuda?
hi: क्या आप मदद हेल्पलाइन देखना चाहेंगे?
ta: உதவி எண்களைப் பார்க்க விரும்புகிறீர்களா?
te: మీరు సహాయ హెల్ప్‌లైన్‌లను చూడాలనుకుంటున్నారా?

source: Not Now
es: Ahora No
hi: अभी नहीं
ta: இப்போது இல்லை
te: ఇప్పుడు వద్దు

source: View Hotlines
es: Ver Líneas
hi: हेल्पलाइन देखें
ta: எண்களைப் பார்க்கவும்
te: హెల్ప్‌లైన్‌లు చూడండి

source: Saved Threads
es: Hilos Guardados
hi: सहेजी गई बातचीत
ta: சேமிக்கப்பட்ட உரையாடல்கள்
te: సేవ్ చేసిన సంభాషణలు

source: Listening...
es: Escuchando...
hi: सुन रहा हूँ...
ta: கேட்கிறது...
te: వింటున్నాను...

# messageHint
source: Message...
es: Mensaje...
hi: संदेश...
ta: செய்தி...
te: సందేశం...

source: New Time Capsule
es: Nueva Cápsula
hi: नया टाइम कैप्सूल
ta: புதிய டைம் கேப்ஸ்யூல்
te: కొత్త టైమ్ క్యాప్సూల్

source: Dear future me...
es: Querido yo del futuro...
hi: प्रिय भविष्य के मैं...
ta: அன்புள்ள எதிர்கால நான்...
te: ప్రియమైన భవిష్యత్తు నేను...

source: Unlocks at:
es: Se desbloquea:
hi: कब खुलेगा:
ta: திறக்கும் நேரம்:
te: ఎప్పుడు తెరుచుకుంటుంది:

source: Seal Capsule
es: Sellar Cápsula
hi: कैप्सूल सील करें
ta: கேப்ஸ்யூலை பூட்டு
te: క్యాప్సూల్‌ను సీల్ చేయండి

# capsuleEmptyError
source: Please write a message to your future self.
es: Escribe un mensaje para tu futuro yo.
hi: कृपया अपने भविष्य के लिए एक संदेश लिखें।
ta: உங்கள் எதிர்கால சுயத்திற்கு ஒரு செய்தியை எழுதவும்.
te: దయచేసి మీ భవిష్యత్తు కోసం ఒక సందేశం రాయండి.

# capsuleTimeError
source: Please select a time in the future.
es: Selecciona una fecha en el futuro.
hi: कृपया भविष्य का समय चुनें।
ta: எதிர்கால நேரத்தைத் தேர்ந்தெடுக்கவும்.
te: దయచేసి భవిష్యత్తు సమయాన్ని ఎంచుకోండి.

# capsuleSealed
source: Capsule sealed and sent to the future! 🚀
es: ¡Cápsula sellada y enviada al futuro! 🚀
hi: कैप्सूल सील और भविष्य को भेजा गया! 🚀
ta: கேப்ஸ்யூல் பூட்டப்பட்டு எதிர்காலத்திற்கு அனுப்பப்பட்டது! 🚀
te: క్యాప్సూల్ సీల్ చేసి భవిష్యత్తుకు పంపబడింది! 🚀

# emotionHappy
source: 😊 Happy
es: 😊 Feliz
hi: 😊 खुश
ta: 😊 மகிழ்ச்சி
te: 😊 సంతోషం

# emotionSad
source: 😢 Sad
es: 😢 Triste
hi: 😢 उदास
ta: 😢 சோகம்
te: 😢 విచారం

# emotionAngry
source: 😡 Angry
es: 😡 Enojado
hi: 😡 गुस्सा
ta: 😡 கோபம்
te: 😡 కోపం

# emotionTired
source: 😴 Tired
es: 😴 Cansado
hi: 😴 थका हुआ
ta: 😴 சோர்வு
te: 😴 అలసట

# msgHappy
source: That's wonderful!
es: ¡Eso es maravilloso!
hi: यह बहुत अच्छी बात है!
ta: அது மிக அருமை!
te: చాలా బాగుంది!

# msgSad
source: I’m sorry you’re feeling this way.
es: Lamento que te sientas así.
hi: मुझे खेद है कि आप ऐसा महसूस कर रहे हैं।
ta: நீங்கள் அப்படி உணர்வதற்கு வருந்துகிறேன்.
te: మీరు అలా ఉన్నందుకు బాధగా ఉంది.

# msgAngry
source: It’s okay to feel upset.
es: Está bien sentirse molesto.
hi: परेशान होना ठीक है।
ta: கோபப்படுவது தவறில்லை.
te: కోపంగా ఉండటం సహజమే.

# msgTired
source: Rest is important, take it easy.
es: El descanso es importante, tómatelo con calma.
hi: आराम महत्वपूर्ण है, इसे हल्के में लें।
ta: ஓய்வு முக்கியம், சற்று இளைப்பாறுங்கள்.
te: విశ్రాంతి ముఖ్యం, ప్రశాంతంగా ఉండండి.

# journalPrompt
source: Would you like to journal these emotions?
es: ¿Te gustaría escribir sobre esto?
hi: क्या आप इन भावनाओं को लिखना चाहेंगे?
ta: இதைப் பற்றி எழுத விரும்புகிறீர்களா?
te: దీని గురించి రాయాలనుకుంటున్నారా?

source: Yes, Journal
es: Sí, escribir
hi: हाँ, लिखें
ta: ஆம், எழுதவும்
te: అవును, రాయాలి

source: No
hi: नहीं
ta: இல்லை
te: వద్దు

# hotlinesTitle
source: Mental Wellness Hotlines
es: Líneas de Ayuda Mental
hi: मानसिक कल्याण हेल्पलाइन
ta: மனநல உதவி எண்கள்
te: మానసిక ఆరోగ్య హెల్ప్‌లైన్‌లు

# callTooltip
source: Call {phone}
es: Llamar a {phone}
hi: {phone} पर कॉल करें
ta: {phone}-ஐ அழைக்கவும்
te: {phone} కు కాల్ చేయండి

# contactPrefix
source: Contact: {person}
es: Contacto: {person}
hi: संपर्क: {person}
ta: தொடர்பு: {person}
te: సంప్రదించండి: {person}

# hotlineKiran
source: KIRAN Mental Health Helpline
es: Línea de Ayuda KIRAN
hi: किरण मानसिक स्वास्थ्य हेल्पलाइन
ta: கிரண் மனநல உதவி எண்
te: కిరణ్ మెంటల్ హెల్త్ హెల్ప్‌లైన్

# descKiran
source: 24/7 support for stress, anxiety, depression, suicidal thoughts.
es: Apoyo 24/7 para estrés, ansiedad, depresión.
hi: तनाव, चिंता, अवसाद के लिए 24/7 सहायता।
ta: மன அழுத்தம், பதட்டம், மனச்சோர்வுக்கு 24/7 ஆதரவு.
te: ఒత్తిడి, ఆందోళన, నిరాశ కోసం 24/7 మద్దతు.

# personKiran
source: Trained Mental Health Counselors
es: Consejeros Capacitados
hi: प्रशिक्षित परामर्शदाता
ta: பயிற்சி பெற்ற ஆலோசகர்கள்
te: శిక్షణ పొందిన కౌన్సిలర్లు

# hotlineVandrevala
source: Vandrevala Foundation Helpline
es: Fundación Vandrevala
hi: वंद्रेवाला फाउंडेशन
ta: வாந்த்ரேவாலா அறக்கட்டளை
te: వాండ్రేवाला ఫౌండేషన్

# descVandrevala
source: Support for emotional distress, depression, suicidal thoughts.
es: Apoyo para angustia emocional y depresión.
hi: भावनात्मक संकट और अवसाद के लिए सहायता।
ta: மன உளைச்சல் மற்றும் மனச்சோர்வுக்கு ஆதரவு.
te: భావోద్వేగ ఒత్తిడి మరియు నిరాశకు మద్దతు.

# personVandrevala
source: Counselors at Vandrevala Foundation
es: Consejeros de la Fundación
hi: फाउंडेशन के परामर्शदाता
ta: அறக்கட்டளை ஆலோசகர்கள்
te: ఫౌండేషన్ కౌన్సిలర్లు

# hotlineSnehi
source: Snehi (Delhi-based NGO)
es: Snehi (ONG)
hi: स्नेही (एनजीओ)
ta: ஸ்நேஹி (தொண்டு நிறுவனம்)
te: స్నేహి (NGO)

# descSnehi
source: Emotional support for suicide prevention & crisis intervention.
es: Apoyo emocional para prevención del suicidio.
hi: आत्महत्या रोकथाम के लिए भावनात्मक समर्थन।
ta: தற்கொலை தடுப்புக்கான உணர்ச்சி ஆதரவு.
te: ఆత్మహత్య నివారణకు భావోద్వేగ మద్దతు.

# personSnehi
source: Snehi Volunteer Counselors
es: Voluntarios de Snehi
hi: स्नेही स्वयंसेवक
ta: ஸ்நேஹி தன்னார்வலர்கள்
te: స్నేహి వాలంటీర్లు

source: Untitled
es: Sin Título
hi: शीर्षकहीन
ta: தலைப்பு இல்லை
te: శీర్షిక లేదు

source: Edit Journal Entry
es: Editar Entrada
hi: प्रविष्टि संपादित करें
ta: பதிவைத் திருத்தவும்
te: ఎంట్రీని సవరించండి

# editEntryHint
source: Edit your entry...
es: Edita tu entrada...
hi: अपनी प्रविष्टि संपादित करें...
ta: உங்கள் பதிவைத் திருத்தவும்...
te: మీ ఎంట్రీని సవరించండి...

source: Save Changes
es: Guardar Cambios
hi: परिवर्तन सहेजें
ta: சேமிக்கவும்
te: మార్పులను సేవ్ చేయండి

source: Change Image
es: Cambiar Imagen
hi: छवि बदलें
ta: படத்தை மாற்றவும்
te: చిత్రం మార్చండి

source: Record Audio
es: Grabar Audio
hi: ऑडियो रिकॉर्ड करें
ta: ஆடியோ பதிவு
te: ఆడియో రికార్డ్ చేయండి

# stopRecording
source: Stop
es: Detener
hi: रुकें
ta: நிறுத்து
te: ఆపండి

source: Recording stopped
es: Grabación detenida
hi: रिकॉर्डिंग बंद हो गई
ta: பதிவு நிறுத்தப்பட்டது
te: రికార్డింగ్ ఆగిపోయింది

source: Recording started
es: Grabación iniciada
hi: रिकॉर्डिंग शुरू हो गई
ta: பதிவு தொடங்கியது
te: రికార్డింగ్ ప్రారంభమైంది

source: Permission denied
es: Permiso denegado
hi: अनुमति अस्वीकृत
ta: அனுமதி மறுக்கப்பட்டது
te: అనుమతి నిరాకరించబడింది

# emptyEntryError
source: Please write, record, or add an image before saving.
es: Por favor escribe, graba o añade una imagen antes de guardar.
hi: सहेजने से पहले कृपया लिखें, रिकॉर्ड करें या छवि जोड़ें।
ta: சேமிப்பதற்கு முன் எழுதவும், பதிவு செய்யவும் அல்லது படம் சேர்க்கவும்.
te: సేవ్ చేయడానికి ముందు దయచేసి రాయండి, రికార్డ్ చేయండి లేదా చిత్రాన్ని జోడించండి.

# noEntriesYet
source: No entries yet. Start your journey today!
es: No hay entradas aún. ¡Empieza tu viaje hoy!
hi: अभी कोई प्रविष्टि नहीं है। आज ही अपनी यात्रा शुरू करें!
ta: பதிவுகள் எதுவும் இல்லை. உங்கள் பயணத்தை இன்றே தொடங்குங்கள்!
te: ఇంకా ఎంట్రీలు లేవు. ఈ రోజే మీ ప్రయాణం ప్రారంభించండి!

# noEntriesForDay
source: No entries for this day. Tap here to write!
es: No hay entradas para este día. ¡Toca aquí para escribir!
hi: इस दिन के लिए कोई प्रविष्टि नहीं। लिखने के लिए यहाँ टैप करें!
ta: இந்த நாளுக்கான பதிவுகள் இல்லை. எழுத இங்கே தட்டவும்!
te: ఈ రోజు ఎంట్రీలు లేవు. రాయడానికి ఇక్కడ నొక్కండి!

# monthLabel
source: Month
es: Mes
hi: महीना
ta: மாதம்
te: నెల

# journalTitleHint
source: Title...
es: Título...
hi: शीर्षक...
ta: தலைப்பு...
te: శీర్షిక...

# journalContentHint
source: How was your day?
es: ¿Cómo estuvo tu día?
hi: आपका दिन कैसा था?
ta: இன்று உங்கள் நாள் எப்படி இருந்தது?
te: మీ రోజు ఎలా గడిచింది?

source: Untitled Entry
es: Entrada sin título
hi: शीर्षकहीन प्रविष्टि
ta: தலைப்பு இல்லாத பதிவு
te: శీర్షిక లేని ఎంట్రీ

source: Entry Updated!
es: ¡Entrada actualizada!
hi: प्रविष्टि अपडेट की गई!
ta: பதிவு புதுப்பிக்கப்பட்டது!
te: ఎంట్రీ అప్‌డేట్ చేయబడింది!

# toolSticker
source: Sticker
hi: स्टिकर
ta: ஸ்டிக்கர்
te: స్టిక్కర్

# toolPhoto
source: Photo
es: Foto
hi: फोटो
ta: புகைப்படம்
te: ఫోటో

# toolVoice
source: Voice
es: Voz
hi: आवाज़
ta: குரல்
te: వాయిస్

# toolType
source: Type
es: Escribir
hi: टाइप
ta: தட்டச்சு
te: టైప్

# toolRead
source: Read
es: Leer
hi: पढ़ें
ta: வாசி
te: చదువు

source: White Noise
es: Ruido Blanco
hi: व्हाइट नॉइज़
ta: வெள்ளை இரைச்சல்
te: వైట్ నాయిస్

# chooseTrack
source: Choose a track:
es: Elige una pista:
hi: एक ट्रैक चुनें:
ta: இசையைத் தேர்ந்தெடுக்கவும்:
te: ఒక ట్రాక్‌ని ఎంచుకోండి:

source: Reset
es: Reiniciar
hi: रीसेट
ta: மீட்டமை
te: రీసెట్

source: Start
es: Inicio
hi: प्रारंभ
ta: தொடங்கு
te: ప్రారంభించు

# moodPulseTitle
source: Mood Pulse
es: Pulso Emocional
hi: मूड पल्स
ta: மனநிலை துடிப்பு
te: మూడ్ పల్స్

# defaultFeedback
source: Move the sliders to show how you're feeling right now.
es: Mueve los controles para mostrar cómo te sientes.
hi: यह दिखाने के लिए स्लाइडर्स ले जाएं कि आप कैसा महसूस कर रहे हैं।
ta: நீங்கள் எப்படி உணர்கிறீர்கள் என்பதைக் காட்ட ஸ்லைடர்களை நகர்த்தவும்.
te: మీరు ఎలా ఉన్నారో చూపించడానికి స్లైడర్‌లను జరపండి.

# defaultAdvice
source: We can take it one step at a time.
es: Podemos ir paso a paso.
hi: हम इसे एक समय में एक कदम उठा सकते हैं।
ta: நாம் ஒவ்வொரு படியாக முன்னேறலாம்.
te: మనం ఒక్కో అడుగు ముందుకు వేయవచ్చు.

# feedbackOverwhelmed
source: Everything feels loud and blurry right now. It's high-intensity chaos.
es: Todo se siente ruidoso y borroso. Es un caos de alta intensidad.
hi: सब कुछ तेज और धुंधला लगता है। यह उच्च तीव्रता वाली अराजकता है।
ta: எல்லாம் இரைச்சலாகவும் மங்கலாகவும் உணர்கிறது.
te: అంతా గందరగోళంగా ఉంది. ఇది అధిక తీవ్రతతో కూడిన అలజడి.

# adviceGrounding
source: Advice: Your only job right now is to breathe. Try the 5-4-3-2-1 grounding technique: name 5 things you see, 4 things you can touch.
es: Consejo: Tu único trabajo ahora es respirar. Prueba la técnica 5-4-3-2-1: nombra 5 cosas que ves, 4 que puedes tocar.
hi: सलाह: आपका काम अभी सिर्फ साँस लेना है। 5-4-3-2-1 तकनीक का प्रयास करें।
ta: அறிவுரை: மூச்சு விடுங்கள். நீங்கள் பார்க்கும் 5 பொருட்களைப் பெயரிடுங்கள்.
te: సలహా: ఇప్పుడు మీ పని కేవలం ఊపిరి పీల్చుకోవడం. 5-4-3-2-1 టెక్నిక్‌ని ప్రయత్నించండి.

# feedbackSharp
source: You're feeling a sharp, clear sense of distress or frustration.
es: Sientes una angustia o frustración aguda y clara.
hi: आप एक तेज, स्पष्ट संकट या निराशा महसूस कर रहे हैं।
ta: கடுமையான விரக்தியை உணர்கிறீர்கள்.
te: మీరు తీవ్రమైన బాధ లేదా నిరాశను అనుభవిస్తున్నారు.

# adviceExitEnergy
source: Advice: This energy needs an exit. Try a 'cold water shock' on your face or a quick, vigorous movement to reset your nervous system.
es: Consejo: Esta energía necesita salir. Lávate la cara con agua fría o haz un movimiento rápido para reiniciar tu sistema.
hi: सलाह: इस ऊर्जा को बाहर निकलने की जरूरत है। अपना चेहरा ठंडे पानी से धोएं।
ta: அறிவுரை: முகத்தை குளிர்ந்த நீரில் கழுவவும்.
te: సలహా: ఈ శక్తి బయటకు పోవాలి. చల్లటి నీటితో ముఖం కడుక్కోండి.

# feedbackHeavy
source: You're carrying a heavy, foggy weight. It feels hard to even identify the 'why'.
es: Cargas un peso pesado y difuso. Es difícil identificar el 'por qué'.
hi: आप एक भारी, धुंधला बोझ उठा रहे हैं। 'क्यों' की पहचान करना भी कठिन है।
ta: கனமான உணர்வு உள்ளது. காரணம் தெரிவது கடினம்.
te: మీరు భారీ బరువును మోస్తున్నారు. కారణం తెలియడం లేదు.

# adviceComfort
source: Advice: Don't fight the fog. Just focus on small comforts—a warm drink, a soft blanket, or dimming the lights.
es: Consejo: No luches contra la niebla. Busca pequeños consuelos: una bebida caliente, una manta suave o bajar las luces.
hi: सलाह: कोहरे से मत लड़ो। छोटे सुखों पर ध्यान दें - एक गर्म पेय या नरम कंबल।
ta: அறிவுரை: சூடான பானம் அருந்தவும் அல்லது விளக்கை அணைக்கவும்.
te: సలహా: ఈ అలజడితో పోరాడవద్దు. చిన్న చిన్న సౌకర్యాలపై దృష్టి పెట్టండి - వేడి పానీయం లేదా మృదువైన దుప్పటి.

# feedbackSadness
source: There is a quiet, clear sadness or disappointment present.
es: Hay una tristeza o decepción tranquila y clara presente.
hi: एक शांत, स्पष्ट उदासी मौजूद है।
ta: அமைதியான சோகம் உள்ளது.
te: ప్రశాంతమైన, స్పష్టమైన విచారం ఉంది.

# adviceValidate
source: Advice: It's okay to sit with this. Try writing down just three words that describe this weight. Validating it helps it pass.
es: Consejo: Está bien sentir esto. Escribe tres palabras que describan este peso. Validarlo ayuda a que pase.
hi: सलाह: इसके साथ बैठना ठीक है। इस वजन का वर्णन करने वाले तीन शब्द लिखें।
ta: அறிவுரை: இதை பற்றி எழுதுங்கள்.
te: సలహా: దీనితో ఉండటం తప్పు కాదు. ఈ బరువును వర్ణించే మూడు పదాలను రాయండి.

# feedbackHaze
source: You're in a bit of a mental haze. Things feel a bit disconnected.
es: Estás en una neblina mental. Las cosas se sienten desconectadas.
hi: आप मानसिक धुंध में हैं। चीजें थोड़ी अलग-थलग महसूस होती हैं।
ta: மனம் குழப்பமாக உள்ளது.
te: మీరు మానసిక గందరగోళంలో ఉన్నారు. విషయాలు దూరంగా అనిపిస్తున్నాయి.

# adviceDigitalFast
source: Advice: Your brain might be overstimulated. Try a 10-minute 'digital fast'—put the phone away and look at something distant out a window.
es: Consejo: Tu cerebro puede estar sobreestimulado. Prueba un 'ayuno digital' de 10 min: deja el teléfono y mira por la ventana.
hi: सलाह: आपका दिमाग उत्तेजित हो सकता है। 10 मिनट का 'डिजिटल उपवास' करें।
ta: அறிவுரை: 10 நிமிடம் போனை ஓரமாக வையுங்கள்.
te: సలహా: మీ మెదడు అలసిపోయి ఉండవచ్చు. 10 నిమిషాల పాటు ఫోన్‌ను పక్కన పెట్టండి.

# feedbackFlow
source: You're in a beautiful state of flow and clarity.
es: Estás en un hermoso estado de flujo y claridad.
hi: आप प्रवाह और स्पष्टता की सुंदर स्थिति में हैं।
ta: நீங்கள் தெளிவான மனநிலையில் உள்ளீர்கள்.
te: మీరు అందమైన ప్రవాహం మరియు స్పష్టతలో ఉన్నారు.

# adviceCreativity
source: Advice: This is a great time for creativity or connection. Carry this light with you into your next task.
es: Consejo: Es un gran momento para crear o conectar. Lleva esta luz contigo a tu siguiente tarea.
hi: सलाह: यह रचनात्मकता का बहुत अच्छा समय है। इस प्रकाश को अपने अगले कार्य में ले जाएं।
ta: அறிவுரை: இது ஆக்கப்பூர்வமான நேரம்.
te: సలహా: సృజనాత్మకతకు ఇది గొప్ప సమయం. ఈ కాంతిని మీ తదుపరి పనికి తీసుకెళ్లండి.

# feedbackDreamy
source: You're feeling a gentle, dreamy kind of happiness.
es: Sientes una felicidad suave y soñadora.
hi: आप एक कोमल, स्वप्निल प्रकार की खुशी महसूस कर रहे हैं।
ta: மென்மையான மகிழ்ச்சியை உணர்கிறீர்கள்.
te: మీరు మృదువైన, కలల వంటి ఆనందాన్ని అనుభవిస్తున్నారు.

# adviceDaydream
source: Advice: Let yourself daydream. You don't need to be productive right now. Just enjoy the warmth.
es: Consejo: Déjate soñar despierto. No necesitas ser productivo ahora. Solo disfruta la calidez.
hi: सलाह: खुद को दिवास्वप्न देखने दें। आपको अभी उत्पादक होने की आवश्यकता नहीं है।
ta: அறிவுரை: பகல் கனவு காணுங்கள்.
te: సలహా: పగటి కలలు కనండి. ఇప్పుడు మీరు పని చేయాల్సిన అవసరం లేదు.

# feedbackBalanced
source: You're finding your balance in a steady, middle space.
es: Estás encontrando tu equilibrio en un espacio estable.
hi: आप एक स्थिर, मध्य स्थान में अपना संतुलन पा रहे हैं।
ta: நீங்கள் சமநிலையில் உள்ளீர்கள்.
te: మీరు స్థిరమైన, మధ్యస్థ స్థితిలో సమతుల్యతను పొందుతున్నారు.

# adviceCheckBody
source: Advice: Keep checking in with your body. Notice if your shoulders are tense and let them drop.
es: Consejo: Revisa tu cuerpo. Nota si tus hombros están tensos y déjalos caer.
hi: सलाह: अपने शरीर की जाँच करते रहें। यदि आपके कंधे तनाव में हैं तो उन्हें ढीला छोड़ दें।
ta: அறிவுரை: உடலை தளர்த்துங்கள்.
te: సలహా: మీ శరీరాన్ని గమనించండి. మీ భుజాలు బిగుతుగా ఉంటే వాటిని వదులు చేయండి.

# labelFoggy
source: Foggy
es: Confuso
hi: धुंधला
ta: மங்கல்
te: మబ్బుగా
